Repository: envato-archive/envato-wordpress-toolkit
Catalog: languages/envato-wordpress-toolkit-*.po
Languages: de_de

source: Please enter your Envato Marketplace Username.
de_de: Bitte geben Sie Ihren Envato Marketplace Benutzername an.

source: Please enter your Envato Marketplace API Key.
de_de: Bitte geben Sie Ihren Envato Marketplace API Schlüssel an.

source: The API "set" is a required parameter.
de_de: Der API "set" ist ein erforderlicher Parameter.

source: The Envato Marketplace "item ID" is a required parameter.
de_de: Die Envato Marketplace "item ID" ist ein erforderlicher Parameter.

source: The backup file was not created
de_de: Die Sicherungsdatei war nicht in Ordnung

source: The following files are unreadable and could not be backed up:
de_de: Die folgenden Dateien sind nicht lesbar und konnten nicht wiederhergestellt werden:

source: Downloading upgrade package from the Envato API&#8230;
de_de: Downloaded das Upgrade Paket von der Envato API&#8230;

source: Backing up & removing the old version of the theme&#8230;
de_de: Stellt Backup wieder her & entfernt die alte Version des Theme&#8230;

source: Downloading install package from the Envato API&#8230;
de_de: Downloadet Installationspaket von der Envato API&#8230;

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die benötigten Berechtigungen um Zugriff auf diese Seite zu erhalten.

source: User Settings Updated.
de_de: Benutzereinstellungen aktualisiert

source: Theme Activated.
de_de: Theme aktiviert.

source: Theme Deleted.
de_de: Theme gelöscht.

source: You're about to delete the '%s' theme. 'Cancel' to stop, 'OK' to update.
de_de: Sie sind dabei das '%s' Theme zu löschen. 'Abbrechen' um zu stoppen, 'OK' um zu updaten.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
de_de: Das Updaten dieses Themes wird all Ihre Anpassungen im Code des Themes überschreiben. 'Abbrechen' um zu stoppen, 'OK' um zu updaten.

source: Activate &#8220;%s&#8221;
de_de: Aktiviere &#8220;%s&#8221;

source: Activate
de_de: Aktivieren

source: Preview &#8220;%s&#8221;
de_de: Vorschau &#8220;%s&#8221;

source: Preview
de_de: Vorschau

source: Delete &#8220;%s&#8221;
de_de: Lösche &#8220;%s&#8221;

source: Delete
de_de: Löschen

source: View version %1$s details
de_de: Version %1$s Details anschauen

source: Download Backup
de_de: Downloade Backup

source: Options:
de_de: Optionen:

source: The template files are located in <code>%2$s</code>. The stylesheet files are located in <code>%3$s</code>. <strong>%4$s</strong> uses templates from <strong>%5$s</strong>. Changes made to the templates will affect both themes.
de_de: Die Template Dateien sind lokalisiert in <code>%2$s</code>. Die Stylesheet Dateien sind lokalisiert in <code>%3$s</code>. <strong>%4$s</strong> Benutzer Templates von <strong>%5$s</strong>. Änderungen an den Templates hat Auswirkungen auf beide Themes.

source: All of this theme&#8217;s files are located in <code>%2$s</code>.
de_de: All diese Theme&#8217;s Dateien sind lokalisiert in <code>%2$s</code>.

source: Tags:
de_de: Schlagwörter:

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">View version %3$s details</a>.
de_de: Es ist eine neuere Version von %1$s verfügbar. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">Version %3$s Details anschauen</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">View version %3$s details</a> or <a href="%4$s" %5$s>update automatically</a>.
de_de: Es ist eine neuere Version von %1$s verfügbar. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">Version %3$s Details anschauen</a> oder <a href="%4$s" %5$s>automatisch aktualisieren</a>.

source: %1$s has not been installed. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">View version %3$s details</a>.
de_de: %1$s ist nicht installiert. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">Version %3$s Details anschauen</a>.

source: %1$s has not been installed. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">View version %3$s details</a> or <a href="%4$s">install automatically</a>.
de_de: %1$s ist nicht installiert. <a href="%2$s" class="thickbox thickbox-preview" title="%1$s">Version %3$s Details anschauen</a> oder <a href="%4$s">automatisch installieren</a>.

source: <h3>Current Theme</h3>
de_de: <h3>Aktuelle Themes</h3>

source: <h3>Available Themes</h3>
de_de: <h3>Verfügare Themes</h3>

source: Save Settings
de_de: Speichere Einstellugnen

source: User Account Information
de_de: Benutzer Account Informationen

source: Marketplace Username
de_de: Marketplace Benutzername

source: Secret API Key
de_de: Secret API Schlüssel

source: Backup Information
de_de: Backup Informationen

source: Skip Theme Backup
de_de: Überspringe Theme Backup

source: Deactivate Github Updater
de_de: Deaktiviere Github Updater

source: To obtain your API Key, visit your "My Settings" page on any of the Envato Marketplaces. Once a valid connection has been made any changes to the API key below for this username will not effect the results for 5 minutes because they're cached in the database. If you have already made an API connection and just purchase a theme and it's not showing up, wait five minutes and refresh the page. If the theme is still not showing up, it's possible the author has not made it available for auto install yet.
de_de: Um Ihren API Schlüssel zu erhalten, besuchen Sie die "My Settings" Seite auf einer beliebigen Ihrer Envato Marketplace Seiten. Wurde eine gültige Verbindung hergestellt, haben Änderungen an dem API Schlüssel unten für diesen Benutzername für 5 Minuten keine Auswirkungen, weil dieser in der Datenbank gecachet ist. Wenn Sie bereits eine API Verbindung eingerichtet haben und gerade ein neues Theme bestellt haben, welches hier nicht aufgeführt ist, dann warten Sie bitte 5 Minuten und laden Sie dann diese Seite neu. Sollte das Theme immer noch nicht aufgeführt sein, dann ist es möglich, dass der Autor die Options für die automatische Installation noch nicht gesetzt hat.

source: This plugin will automatically save your theme as a ZIP archive before it does an upgrade. The directory those backups get saved to is <code>wp-content/envato-backups</code>. However, if you're experiencing problems while attempting to upgrade, it's likely to be a permissions issue and you may want to manually backup your theme before upgrading. Alternatively, if you don't want to backup your theme you can check the box below.
de_de: Dieses Plugin wird Ihre Themes vor einem Upgrade automatisch als ZIP archivieren. Dieses werden in folgenden Verzeichnis gespeichert <code>wp-content/envato-backups</code>. Sollte es jedoch Probleme beim Upgraden geben, ist dies meist ein Problem mit den Zugriffsrechten und Sie müssen Ihr Backup wohlmöglich manuell durchführen. Alternativ, wenn Sie keine Backups erstellen wollen, können Sie diese Option unten deaktivieren.

source: This option lets you deactivate the %s class, so it does not load. If you want to update the plugin in the future, just uncheck this option and the plugin will look for a new version on Github; check it and it stops looking.
de_de: Diese Option lässt Sie die %s Klasse deaktivieren, sodass diese nicht geladen wird. Wenn Sie das Plugin in Zukunft aktualisieren wollen, müssen Sie einfach den Hacken bei dieser Option entfernen und das Plugin wird auf GitHub nach neueren Versionen des Plugins suchen; Das Setzen des Hacken stoppt diese wieder.

source: Return to %s
de_de: Zurück zu %s

source: You do not have sufficient permissions to install themes for this site.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um Themes für diese Webseite zu installieren.

source: Installing Theme: %s
de_de: Installiere Theme: %s

source: You do not have sufficient permissions to update themes for this site.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um Themes für diese Seite zu aktualisieren.

source: Update Theme
de_de: Theme aktualisieren

source: You do not have sufficient permissions to delete themes for this site.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um Themes von dieser Seite zu löschen.

source: This .htaccess file ensures that other people cannot download your backup files.
de_de: Diese .htaccess Datei versichert, dass andere Leute Ihre Backup Dateien nicht herunterladen können.
